//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Ein sicheres Zuhause für Ihre Daten";
"_intro_1_text_"    = "Halten Sie Ihre Daten sicher und unter Ihrer Kontrolle";

"_intro_2_title_"   = "Mehrfachkonto";
"_intro_2_text_"    = "Verbinden Sie sich mit all Ihren Clouds und wechseln schnell zwischen Ihren Kontos durch einen Fingertipp auf das Nextcloud-Logo in der Datei-Ansicht";

"_intro_3_title_"   = "Start";
"_intro_3_text_"    = "Schön, Sie können nun Ihre Вышка Диск nutzen. Weitere Informationen und Neuigkeiten sowie Kontaktmöglichkeiten finden Sie auf https://nextcloud.com";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "Das Crypto-Cloud-Verschlüsselungsprotokoll ist nicht mehr verfügbar. Sie können jedoch Ihre Dateien entschlüsseln, indem Sie die kostenlose App aus dem AppStore herunterladen.\n\nIn Kürze wird ein neues Ende-zu -ende-Verschlüsselungsprotokoll für alle Nextcloud-Clients zur Verfügung stehen.\n\nKlicken zum Beginnen";

"_log_in_"          = "Anmelden";
"_sign_up_"         = "Mit Provider anmelden";
